
[
  {
    
    "description": "My sincere appreciation for the outstanding service provided by RIMPL for our Comexi CI Flexo Press. Every time they visit, they provide us valuable tips on routine maintenance and best practices. We are grateful for your professionalism and dedication.",
    "buttonTextt": " Romil Patel",
    "pos":"Director,",
    "kl":"Vishal Containers Ltd."
  },
  {
    
    "description": "The technical team at RIMPL provided us with outstanding service. They took the time to  explain the problem and offered practical solutions that were easy to understand and implement. Their follow-up was also excellent, ensuring that our issue was fully resolved. We would hesitate to recommend their services to others.Thank you for a job well done.",
    "buttonTextt": "Kshitij Jain",
    "poss":"Super Electro Films Limited"
  },
  {
    
    "description": "The technical support team at RIMPL provided us with outstanding service. They took the time to explain the problem and offered practical solutions that were easy to understand and implement. Their follow-up was also excellent, ensuring that our issue was fully resolved. We would not hesitate to recommend their services to others. Thank you for a good job well done!",
    
    "poss":"Devendran Plastic  Pvt. Ltd"
  },
  {
    
    "description": "I am writing to express my gratitude for the exceptional service your team provided us with our recent project involving the Comexi CI Flexo machine F2MB. Your team's efforts were instrumental in ensuring that the project was a success. I would like to thank your team for ensuring that the project was completed within the specified timeline and budget, and that we were satisfied with the results. We also appreciate the level of commitment and dedication that you exhibited.",
    "buttonText": "Sunil Deore",
    "pos":"Production Manager,",
    "kl":"Accumen Kanpur"
  },
  {
    
    "description": "Reifenhauser India has a dedicated team who cater to our requests timely and are always available to solve any technical issues with Buhler machines. We are quite with the Buhler products and the services offered by Reifenhauser India.",
    "buttonTextt": "Sanjay Agarwal",
    "pos":"After Sales Service",
    "kl":"Super Electro Films Ltd."
  },
  {
    
    "description": "The support of the Reifenhauser India team was up to our satisfaction during the installation process.",
    "buttonText": "Ajay Bhatnagar",
    "pos":"GM-Technical",
    "kl":"Varun Beverages Ltd."
  },
  {
    
    "description": "I am very satisfied with the after sales service provided by RIMPL. There is no delay by the service team to address any queries. They provide solutions at a reasonable turnaround time of 24 hours.",
    "buttonText": "Shitiz Jain",
    "pos":"Director,",
    "kl":"Sunrise Packaging"
  },
  {
    
    "description": "Our experience with the RIMPL team was exceptional! They were friendly, knowledgeable, and went above and beyond to assist us with our machine. They patiently walked us through the troubleshooting process and offered valuable insights which helped us resolve the issue quickly. We would highly recommend their services to others.",
    "buttonTextt": "R. Rohilla",
    "pos":"Production Manager.",
    "kl":"Dhruv Industries Limited"
  }
]
